Repository: altinukshini/fixmystreet-mobile
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreetMobileApp.po
Languages: sr@latin

source: (optional)
sr@latin: (opciono)

source: -- Pick a category --
sr@latin: -- Izaberite kategoriju --

source: Account
sr@latin: Nalog

source: Add Photo
sr@latin: Dodaj sliku

source: Add a Photo
sr@latin: Dodaj sliku

source: Add a Photo
sr@latin: Dodaj sliku

source: Add an existing photo
sr@latin: Dodaj postojeću fotografiju

source: An error was encountered when submitting your report:
sr@latin: Prilikom slanja Vaše prijave došlo je do greške:

source: Cancel
sr@latin: Otkaži

source: Complete report now
sr@latin: Završite prijavu sada

source: Confirm Location
sr@latin: Potvrdi lokaciju

source: Confirm name
sr@latin: Potvrdite ime

source: Confirmation email sent
sr@latin: Mail za potvrdu nije poslat

source: Continue
sr@latin: Dalje

source: Could not access location services. Please check permissions.
sr@latin: Uslugama lokacije nije moguće pristupiti. Molimo proverite Vaše korisničke dozvole.

source: Could not get location.
sr@latin: Ne mogu da odredim lokaciju.

source: Delete
sr@latin: Obriši

source: Details
sr@latin: Detalji

source: Discard
sr@latin: Odbaci

source: Draft Reports
sr@latin: Nacrti prijava

source: Drafts
sr@latin: Nacrti

source: Enter a password for your account. This won't be activated till you click the link in the confirmation email
sr@latin: Ukucajte lozinku za Vaš nalog. Ovo neće biti aktivirano dok ne kliknete na link maila potvrde.

source: Finding your location
sr@latin: Pronalazimo Vašu lokaciju

source: Further Details
sr@latin: Više detalja

source: Got location.
sr@latin: Lokacija pronađena.

source: Home
sr@latin: Početna

source: I don't want to set a password
sr@latin: Ne želim lozinku

source: I'd like to set a password
sr@latin: Želim lozinku

source: I've already got one - login
sr@latin: Već je imam - prijava

source: If you start compiling a report, but don't finish and send it, it'll appear in this menu so you can finish it later
sr@latin: Ukoliko počnete sa prijavljivanjem problema, ali to ne dovršite i ne pošaljete, ta prijave na kojoj ste radili pojaviće se u ovom meniju za kasniju obradu.

source: Invalid email
sr@latin: Neispravna email adresa

source: Invalid report
sr@latin: Neispravna prijava problema

source: Locate (optional)
sr@latin: Lociraj (optional)

source: Location error
sr@latin: Lokacija greška

source: Login
sr@latin: Prijava

source: More details
sr@latin: Više detalja

source: More than one location matched that name. Select one below or try entering street name and area, or a postcode.
sr@latin: Pronađeno je više od jedne lokacije sa tim imenom. Izaberite jednu sa liste ispod ili pokušajte da ukucate naziv ulice i naselje, ili poštanski kod.

source: New Report Here
sr@latin: Prijavi problem ovde

source: Next
sr@latin: Sledeće

source: No network connection available for submitting your report. Please try again later.
sr@latin: Ne postoji dostupna veza ka Internetu pa Vašu prijavu nije moguće poslati. Molimo pokušajte kasnije.

source: No problem - we don't like faffing with passwords either.
sr@latin: Nema problema - ni mi ne volimo da se bakćemo sa lozinkama

source: Oh dear - we can't detect an internet connection. However you can still edit the report now and send it later.
sr@latin: Žao nam je, ali ne možemo da detektujemo vezu ka Internetu. Ali još uvek možete da ažurirate prijavu problema sada i pošaljete je kasnije.

source: Oh dear - we can't detect an internet connection. However you can still start a report now and complete it later, by going to 'drafts' when you're back online.
sr@latin: Žao nam je ali ne možemo da detektujemo Internet vezu. Ipak, još uvek možete započeti sa prijavom novog problema i dovršiti je kasnije kada opet budete "online" tako što ćete posetiti "Nacrte" (drafts).

source: Optionally enter your phone number
sr@latin: Opciono unesite broj telefona

source: Photo added
sr@latin: Slika dodata

source: Photo for report
sr@latin: Slika prijavljenog problema

source: Please choose a category
sr@latin: Molimo izaberite kategoriju

source: Please confirm your name, if you want it to be public and optionally your phone number.
sr@latin: Molimo potvrdite Vaše ime, da li želite da ono bude javno vidljivo i opciono broj telefona.

source: Please enter a location
sr@latin: Molimo unesite lokaciju

source: Please enter a message
sr@latin: Moliko ukucajte poruku

source: Please enter a password
sr@latin: Molimo ukucajte lozinku

source: Please enter a subject
sr@latin: Moliko upišite temu

source: Please enter a valid email
sr@latin: Molimo upišite ispravnu email adresu

source: Please enter some details
sr@latin: Molimo upišite neke detalje

source: Please enter your email
sr@latin: Molimo upišite Vaš email

source: Please enter your email address
sr@latin: Molimo upišite Vašu email adresu

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box below
sr@latin: Molio upišite Vaše puno ime, opštinama je ova informacija potrebna - ukoliko ne želite da Vaše ime bude prikazano na sajtu, deselektujte kućiću ispod

source: Please enter your name
sr@latin: Molimo unesite Vaše ime

source: Please enter your phone number (optional)
sr@latin: Molimo unesite Vaš broj telefona (opciono)

source: Please fill in details of the problem.
sr@latin: Molimo opišite problem.

source: Please give us some basic details, and you're nearly done.
sr@latin: Molimo da nam date neke osnovne podatke i skoro smo gotovi.

source: Please search for a street name and area, or postcode.
sr@latin: Molimo tražite ime ulice i naselja, ili poštkanski kod.

source: Provide a title
sr@latin: Unesite naslov

source: Remove Photo
sr@latin: Ukloni sliku

source: Report
sr@latin: Prijavi problem

source: Report Created
sr@latin: Problem prijavljen

source: Reposition Report Here
sr@latin: Premesti prijavu ovde

source: Save for Later
sr@latin: Sačuvaj za kasnije

source: Save for later
sr@latin: Sačuvaj za kasnije

source: Search for a place or postcode
sr@latin: Traži mesto ili poštanski kod

source: Search or scroll the map
sr@latin: Traži ili skroluj mapu

source: Send confirmation email
sr@latin: Pošalji email potvrde

source: Set Report Location
sr@latin: Lokacija problema koji je prijavljen je postavljena.

source: Show my name publicly
sr@latin: Prikaži moje javno

source: Sign Out
sr@latin: Odjavi se

source: Signed in!
sr@latin: Prijavljen/a!

source: Signed out!
sr@latin: Odjavljen/a!

source: Skip
sr@latin: Preskoči

source: Sorry, but we weren't able to establish your location accurately enough to show you a map. Please enter a location in the search box instead
sr@latin: Žao nam je ali nismo u mogućnosti da dovoljno precizno odredimo Vašu lokaziju za prikaz mape. Molimo ukucajte lokaciju u polje za pretragu.

source: Start new report
sr@latin: Prijavi novi problem

source: Subject
sr@latin: Naslov

source: Take a new photo
sr@latin: Snimi novu sliku

source: Test version. Reports will not be sent to the council.
sr@latin: Test verzija. Prijavljeni problemi neće biti poslati toj opštini.

source: Thanks. Your report will be sent to the authorities immediately.
sr@latin: Hvala. Problem koji ste prijavili odmah ćemo poslati nadležnim organima.

source: There is no internet connection
sr@latin: Nema internet veze.

source: There isn't an internet connection, do you want to save the current report for later?
sr@latin: Nema internet veze; da li želite da sačuvate problem koji trenutno prijavljujete za kasnije?

source: There was a problem checking if we have all the details we need. Please try again later.
sr@latin: Došlo je do problema prilikom provere detalja koji su nam potrebni. Molimo pokušajte kasnije.

source: There was a problem checking we cover this location. Please try again later.
sr@latin: Došlo je do problema tokom provere da li ovu lokaciju pokrivamo. Molimo pokušajte kasnije.

source: There was a problem logging you in. Please check your email and password and that you have confirmed your password.
sr@latin: Došlo je do problema prilikom prijavljivanja. Molimo proverite Vašu email adresu i lozinku i da li ste potvrdili Vašu lozinku.

source: There was a problem logging you in. Please try again later.
sr@latin: Došlo je problema sa prijavom. Molimo pokušajte ponovo kasnije.

source: There was a problem logging you out. Please try again later.
sr@latin: Došlo je do problema odjavom Molimo pokušajte ponovo kasnije.

source: There was a problem looking up your location.
sr@latin: Došlo je do problema u pretrazi sa lokacijom koju ste tražili.

source: There was a problem submitting your report. Please try again later.
sr@latin: Došlo je do problema prilikom prijave problema. Molimo pokušajte kasnije.

source: There was a problem submitting your report. Please try again.
sr@latin: Došlo je do problema prilikom prijave problema. Molimo pokušajte ponovo.

source: There was a problem taking your photo.
sr@latin: Došlo je do problema prilikom slikanja.

source: There was a problem uploading your report.
sr@latin: Došlo je do problema prilikom slanja (uploading) prijavljenog problema.

source: There was a problem with your email/password combination. If you have forgotten your password, or do not have one, you can set one by returning to the email screen and selecting the set password option. Passwords are not activated until the link in the confirmation email is clicked.
sr@latin: Došlo je do problema sa kombinacijom email/lozinka koju koristite. Ukoliko ste svoju lozinku zaboravili ili je nemate možete je podesiti povratkom na email ekran i biranjem opcije za postavljanje lozinke. Lozinke se ne aktiviraju sve dok se ne klikne na link u email-u za potvrde.

source: These are your draft, unsent reports. To finish and send them, open a report when online.
sr@latin: Ovo su nacrti prijava, kao i prijave problema koje još nisu poslate. Ukoliko želite da ih dovršite i pošaljete otvorite odgovarajuću prijavu kada ste povezani sa Internetom (online)

source: This app needs to send you a confirmation email before we can send your report to the council.
sr@latin: Pre nego što problem koji ste prijavili pošaljemo opštini potrebno je da Vam pošalemo mail za potvrdu.

source: This report has a position.
sr@latin: Ovaj prijavljeni problem ima poziciju.

source: Title
sr@latin: Naslov

source: To skip this step in future, you can set a password now.
sr@latin: Ukoliko želite da ovaj korak preskočite u budućnosti, postavite lozinku sada.

source: Try Again
sr@latin: Pokušajte ponovo

source: Unsent Report
sr@latin: Prijave problema koje nisu poslate

source: Untitled draft
sr@latin: Nenaslovljeni nacrt

source: Uploading images may take some time, please be patient
sr@latin: Otpremanje (upload) slika može da potraje, molimo budite strpljivi

source: View it on the site
sr@latin: Pregledaj na sajtu

source: We've sent you a confirmation email which may take a few minutes to arrive. Once it arrives click the link in the email to confirm your report.
sr@latin: Poslali smo Vaš konfirmacioni email kojem je potrebno nekoliko trenutaka da stigne. Kada primite taj email, za potvrdu prijavljenog problema kliknite na link u njemu.

source: Your Email
sr@latin: Vaš email

source: Your Photo
sr@latin: Vaša slika

source: Your details
sr@latin: Vaši detalji

source: Your password
sr@latin: Vaša lozinka

source: discard
sr@latin: odbaci

source: required
sr@latin: neophodno

source: save
sr@latin: sačuvaj
